tap "d99kris/nchat"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "act"
brew "ascii"
brew "btop"
brew "cmatrix"
brew "ruby"
brew "cocoapods"
brew "deno"
brew "dnsmasq"
brew "dua-cli"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fastlane"
brew "fd"
brew "fnm"
brew "fpp"
brew "fzf"
brew "gh"
brew "httrack"
brew "imagemagick"
brew "jp2a"
brew "jq"
brew "lftp"
brew "lua"
brew "luarocks"
brew "mvfst"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "optipng"
brew "pam-reattach"
brew "pngquant"
brew "poppler"
brew "putty"
brew "ripgrep"
brew "scrcpy"
brew "sevenzip"
brew "smartmontools"
brew "tmux"
brew "urlview"
brew "watch"
brew "watchman"
brew "wget"
brew "woff2"
brew "wrk"
brew "yazi"
brew "yt-dlp"
brew "zig"
brew "zoxide"
brew "d99kris/nchat/nchat"
brew "mongodb/brew/mongodb-community"
cask "brave-browser"
cask "devtunnel"
cask "firefox"
cask "ghostty"
cask "iina"
cask "karabiner-elements"
cask "motrix"
cask "obs"
cask "obsidian"
cask "pearcleaner"
cask "raycast"
cask "stats"
cask "visual-studio-code"
cask "windscribe"
cask "zulu@17"
